Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/forbrukerradet.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: fluxLoop acknowledges that a privacy policy on fluxLoop's homepage achieves very little when it comes to ensuring end users appropriate information about the processing activities carried out by fluxLoop.
nb: fluxLoop har kommet til den erkjennelsen at en privacy policy på fluxLoop sine hjemmesider har lite for seg når det kommer til å sikre sluttbrukeren adekvat informasjon om databehandlingen som fluxLoop forestår.

source: From 2005 until the spring of 2015, the fund charged shareholders in DNB Norge 1.8 percent and 2 percent of invested capital per year – for active management of their savings.
nb: Fra 2005 og frem til våren 2015, belastet fondet andelseierne i DNB Norge 1,8 prosent og 2 prosent av investert kapital per år – for aktiv forvaltning av sparepengene.

source: Page 29 of 45 4.3 The diligence clause offers no additional protection of
nb: Side 29 av 45 4.3 MFUs «aktsomhetsnorm» gir ingen merbeskyttelse av

source: Complaint regarding user agreements and privacy policies for internet-connected toys – the Cayla doll and i-Que robot
nb: Klage på brukervilkår og personvernpolicy for leker som kan kobles på nett – dukken Cayla og roboten I-Que

source: responsible for applications and services offered through its service.
nb: Facebook bør være ansvarlige også for applikasjoner og tjenester som tilbys gjennom deres tjeneste.

source: On the other hand, Microsoft has the right to «review […] user-created content at will», and iCloud has similar terms.
nb: På den annen side har Microsoft rett til å «gå gjennom […] brukeropprettet innhold».

source: Checkkonsesjonsloven (Norwegian) on lovdata.no for general rule and exception.
nb: Se konsesjonsloven på lovdata.no for hovedregel og unntak.

source: Breach of the Personal Data Act section 19
nb: Brudd på personopplysningsloven § 19

source: Our investigation of toys involved the Cayla doll and the i-Que robot, and we have examined the user agreements and privacy policies (hereafter collectively described as the terms of use) for the two toys.
nb: Undersøkelsen av leker omfatter dukken Cayla og roboten I-Que, og vi har gått gjennom brukervilkår og personvernerklæringer (heretter samlet omtalt som brukervilkår) for de to lekene.

source: We hope that the campaign will help raise awareness amongst consumers, app providers and the authorities alike,” says Finn Myrstad.
nb: Vi håper kampanjen kan være med på å bevisstgjøre både forbrukere, apptilbydere og myndighetene, sier Finn Myrstad.

source: What the investment product is
nb: i større grad til dagligvaregrupperinger.

source: An evaluation of the implementation of the WHO recommendations in Europe found that efforts to launch initiatives to protect children and young people from this form of marketing are making slow progress (8).
nb: I en evaluering av implementeringen av WHOs anbefalinger i landene i Europa, kommer det fram at arbeidet med å sette i verk tiltak for å beskytte barn og unge mot denne formen for markedsføring går sakte (8).

source: Consumers have the expectation that the files they store are private.
nb: Forbrukere bør kunne ha en rimelig forventning om at filer de legger på en skylagringstjeneste, er private.

source: Traces of 2 regulated substances (DiBP and DBP).
nb: Spor av 2 regulerte stoff (DiBP og DBP).

source: The Marketing Control Act section 9 on aggressive commercial practices, implementing Article 8 and 9 in the UCPD.
nb: Markedsføringsloven § 9 om aggressiv handelspraksis, og som gjennomfører artikkel 8 og 9 i direktivet, kan derfor trekkes frem.

source: In this study, however, the kind of advertising or marketing that the respondents should
nb: Når det brukes konkurranser i markedsføringsøyemed, kombineres ofte flere virkemidler, men brukergenerert innhold er en vesentlig faktor.

source: The apps do not provide links to their terms of use in Google Play, so we have read these on the toys’ websites.
nb: Appene har ikke lenker til brukervilkår i Google Play, og disse er således lest på den enkelte lekens nettside.

source: Teenagers are thus given limited protection, although several countries have introduced age limits higher than 13 in recent years.
nb: Ungdommer er med andre ord i liten grad beskyttet, men de senere årene er det flere land som har innført ordninger med høyere aldersgrense enn 13 år.

source: Pinch is developed in accordance with principles of data protection by design and by default (cf. the GDPR article 25).
nb: Pinch er utviklet i samsvar med prinsipper for innebygget personvern (ref. GDPR artikkel 25).

source: The watch examined in our investigation was purchased from Spaceworld Soundgarden.
nb: Klokken som er med i undersøkelsen er anskaffet på Spaceworld Soundgarden.

source: The Norwegian Consumer Council notes in particular the link between the sweeping permissions granted to Tinder, the fact that consent cannot be revoked, and that the service can also be used by children aged 13 and older.
nb: Forbrukerrådet bemerker særlig sammenhengen mellom de vide tillatelsene Tinder gis, at tillatelsen ikke kan tilbakekalles og at tjenesten samtidig kan brukes av barn fra 13 år og oppover.

source: The technical analysis done by SINTEF confirms that sensitive personal data is shared with third parties.
nb: Analysen gjort av SINTEF bekrefter at sensitive personopplysninger deles med tredjeparter.

source: The address for both of them is the Hong Kong address stated above.
nb: Adressen for begge er den samme Hong-Kong adressen som er angitt over.

source: Like in a way they are monitoring us.
nb: Hun liker Oreo, derfor gjør hun det.»

source: In the report ‘You Can Log Out, But You Can Never Leave’ (attached), we show how Amazon uses manipulative design in the cancel ation procedure for Amazon Prime.
nb: I rapporten ‘You Can Log Out, But You Can Never Leave’ (vedlagt) viser vi at Amazon benytter manipulativt design i oppsigelsesprosedyren for Amazon Prime.

source: > Tinder bends for consumer pressure
nb: > Lik kosmetikk med ulikt innhold i ulike land

source: YouTubers' popularity and audience numbers will change over time.
nb: Hvilke youtubere som er populære og som har flest følgere, vil endres over tid.

source: Method and time period of fieldworkThe data col ection was performed as web interviews in June 2021.
nb: Datainnsamlingen ble gjennomført som webintervju i juni 2021.

source: Traces of 3 regulated substances (BPA, DBP and lead).
nb: Påvist 3 regulerte stoff (BPA, DBP og bly).

source: No medium should be used to advertise HFSS products, if more than 25% of its audience is under 16 years of age.
nb: Man kan ikke markedsføre HFSS-produkter i medier der mer enn 25 % av publikum er under 16 år

source: Many of the tested bottles are being used by children in schools and kindergartens, says Instefjord.
nb: Mange av flaskene brukes av barn i barnehager og skoler, sier Instefjord.

source: Mnemonic’s report (Appendix 2, Chapter 5.3.1) describes how the three products, Xplora, Viksfjord and Gator 2, ask for more permissions in the app than are necessary in order to deliver the service.
nb: I Mnemonic sin rapport (vedlegg 2, kapittel 5.3.1), framgår det at de tre produktene, Xplora, Viksfjord og Gator 2, ber om tilgang på flere tillatelser i appen enn hva som er nødvendig for å levere tjenesten.

source: Directive 95/46/EC and regulation of the so-called “Safe Harbour” principle
nb: Direktiv 95/46/EF og reguleringen av såkalt ”Safe Harbour”

source: As mentioned above, the consumer first has to log in to their Amazon account, then choose ‘Your Account’ in the corner menu.
nb: Som nevnt over må du først logge deg inn på egen Amazon-konto, og deretter velge ‘Your Account’ i venstremenyen.

source: It is also information that can be commercially attractive to someone who wishes to use it for advertising purposes, for instance.
nb: Dette er dessuten opplysninger som kan være kommersielt attraktive for aktører som kan benytte dem til for eksempel reklameformål.

source: Traces of 2 regulated substances (DBP and lead).
nb: Påvist av 2 regulerte stoff (DBP og bly).

source: Sharing sensitive personal data with third parties
nb: Deling av sensitive personopplysninger med tredjeparter

source: The study was carried out by downloading the apps from Google Play.
nb: Undersøkelsen er gjort ved nedlasting av appene fra Google Play.

source: what are the benefits and risks arising from them.
nb: Storebrands produkt er høyest priset, og dyrest av alle tilbyderne.

source: In the report, ‘You Can Log Out, But You Can Never Leave’, the Norwegian Consumer Council has shown that the cancel ation procedure for Amazon Prime is complicated, quite long, and features continuous and extensive uses of manipulative design.
nb: I rapporten, ‘You Can Log Out, But You Can Never Leave’, har Forbrukerrådet synliggjort at oppsigelsesprosedyren for Prime er komplisert, svært lang og har gjennomgående og utstrakt bruk av manipulativt design.

source: None of the four smartwatches for children permits the user to delete their user account or all of their data, including location data (see Appendix 1 “Deletion”).
nb: Ingen av de fire smartklokkene for barn, tillater brukere å slette sin brukerkonto eller fullstendige opplysninger, inkludert lokasjonsdata (se vedlegg 1, kapittelet ‘Deletion’).

source: We are also in the process of phasing out the Placed SDK.
nb: Situasjonen i boligmarkedet er langt mer sårbar, hvor bl.a.

source: think that ads based on personal information is ok.
nb: annonser basert på personlig informasjon er ok.

source: Also, we opted to look at only two platforms: YouTube and Facebook.
nb: Vi har også kun valgt å se på to plattformer, Youtube og Facebook.

source: This implies that such information is collected and used for users aged 13 and older and that Tinder puts the youngest users on an equal footing with older users.
nb: Det betyr at slik informasjon innhentes og brukes for brukere fra 13 år og oppover, og at Tinder likestiller de yngste brukerne med eldre brukere.

source: Google tracks users through “Location History” and “Web & App Activity”, which are settings integrated into all Google accounts.
nb: Google sporer brukerne sine gjennom innstillingene «Posisjonslogg» og «Nett- og app-aktivitet», som er en del av alle Google-kontoer.

source: The most important rule on the marketing of unhealthy foods is clause 15.18 of the CAP code, which covers the selection of media for placing ads for unhealthy foods.
nb: Den mest sentrale regelen når det gjelder markedsføring av usunn mat er regel 15.18, som gjelder valg av medium for plassering av markedsføring for usunn mat.

source: The article from Pressfire demonstrates that there are unclear practices regarding pre-orders in both the Playstation Store and in the Xbox Store.
nb: Saken i Pressfire viser uklar praksis knyttet til forhåndsbestilling i både Playstation Store og Xbox Store.

source: A total of 9 organic substances associated with adverse health effects with a total concentration of 0,53 microgram/liter.
nb: Totalt 9 organiske stoff assosiert med skadelige helseeffekter med en samlet konsentrasjon på 0,53 mikrogram/liter.

source: In the wake of these campaigns, the connected doll «My Friend Cayla» has been granted a spot at the Berlin Spy Museum, has been taken off the shelves at Walmart, and most recently has been touted as a direct reason for California adopting new regulations, specifically targeted at securing connected consumer products.
nb: I etterkant har blant annet den tilkoblede dukken «Cayla» blitt plassert på spionmuseet i Berlin, fjernet fra hyllene til Walmart, og nå sist fremhevet som en direkte årsak til at California får på plass lover for tryggere tilkoblede produkter.

source: (appendix 2), which provide details of our findings.
nb: » (vedlegg 2) som gir en gjennomgang av funnene.

source: If the boat is registered, you need to report a change of ownership.
nb: Dersom båten er regis-trert, må eierskifte meldes dit.

source: * Dropbox, OneDrive, iCloud and Google Drive do not state how long it takes to delete files
nb: * Dropbox, SkyDrive, iCloud og Google Drive oppgir ikke hvor lang tid det tar før data slettes

source: We also refer to the Consumer rights directive article 16,m, which uses the phrasing “performance has begun”.
nb: Vi henviser også til Forbrukerrettighetsdirektivet artikkel 16 bokstav m, som bruker frasen «performance has begun».

source: , which looks at how consumer and data protection is safeguarded in 20 popular apps.
nb: hvor 20 ofte brukte apper er testet på hvordan forbruker- og personvernet er ivaretatt.

source: 3 The data set contains no data that can be directly linked to a natural person, as for example name or phone number.
nb: 3 Datasettet inneholder ingen datapunkter som direkte kan knyttes til en enkeltperson, slik som navn eller telefonnummer.

source: The Terms of Use state that changes may be made to both “Virtual Items” and the service without notifying the user.
nb: Det fremgår av brukervilkårene at både endringer av «Virtual Items» og tjenesten kan skje uten varsling til bruker.

source: NCC's assumptions is apparently based on an outdated privacy policy that unfortunately is still available from fluxLoop's homepage.
nb: Det kan se ut som at Forbrukerrådet baserer sine antakelser på en utdatert privacy policy som dessverre fortsatt er tilgjengelig fra fluxLoop sine nettsider.

source: The same rules now apply to all media, and the age limit is 16.
nb: De samme reglene gjelder nå i alle medier, og aldersgrensen er på 16 år.

source: To ensure that advertising is not placed in channels where more than 25 per cent of the audience is under 16, the marketer must be familiar with the audience make-up of various media and channels.
nb: For å sikre seg at reklame ikke plasseres i kanaler med mer enn 25 prosent følgere under 16 år, kreves det at markedsførere må kjenne til sammensetningen av publikummet til ulike medier og kanaler.

source: Traces of 4 regulated substances (BPA, DiBP, DBP and lead).
nb: Påvist 4 regulerte stoff (BPA, DiBP, DBP og bly).

source: The lack of protections for children over the age of 12–13 identified by WHO Europe is also a problem in Norway.
nb: Den manglende beskyttelsen av barn eldre enn 12–13 år som WHO Euro påpeker, gjelder også i Norge.

source: As mentioned, fluxLoop makes sure unique data are removed from the data sets processed (such as advertising IDs, IP addresses, installation IDs etc.) and otherwise aggregate collected data as to exclude the possibility of tracking individuals.
nb: fluxLoop sørger som nevnt for å fjerne unike datapunkter fra de opplysningene som fluxLoop behandler (slik som advertising IDer, IP-adresser, installasjons-IDer ol.) og aggregerer ellers innsamlede data slik at det ikke skal være mulig å spore individer.

source: In the case of both Tinder Plus and in app purchases there is a question mark over whether it is unfair that Tinder has such broad scope for changing or deleting content since this content has been paid for.
nb: For både Tinder Plus og ved kjøp i appen (in app purchases) er det et spørsmål om det er et urimelig avtalevilkår at Tinder har så vid adgang til endring eller sletting av innhold da dette er innhold det er betalt for.

source: As described in the UN Guiding Principles on Business and Human Rights of 2011, the states have a duty to protect human rights and companies have a responsibility to respect them.
nb: Gjennom FNs veiledende prinsipper for næringsliv og menneskerettigheter (Forenede Nasjoner 2011) har også næringslivet et ansvar for å respektere menneskerettighetene.

source: Please contact the Consumer Council on telephone No 23 400 500 if you have questions about the contract form.
nb: Ta kontakt med Forbrukerrådet på telefonnummer 23 400 500 dersom du har spørsmål til kontrakten.

source: The selction is recruited through YouGov’s web panel, which consists ofca.
nb: Utvalget er rekruttert i YouGovs web-panel, som består av ca.

source: (as of October 26th 2016) 14 Second paragraph under the header “What types of personal information do we gather?”
nb: (sist besøkt 26. oktober 2016) 14 Andre avsnitt under overskriften «What types of personal information do we gather?»

source: – An increasing number of devices come with data-collecting sensors and are connected to the internet, both related to the home, health, and public spaces.
nb: – Stadig flere gjenstander blir utstyrt med data-innsamlende sensorer og koblet på Internett, både knyttet til hjem, helse og det offentlige rom.

source: To its credit the PRIIPs KID regulation has put the real return characteristics of these products on display.
nb: I kombinasjon med det norske tollvernet gjør ovennevnte at det hele tiden må arbeides for å sikre en optimal konkurransedynamikk.

source: Amazon is the professional part in the contract relationship, and thus sets al the premises for the formation of the cancel ation procedure.
nb: Amazon er den profesjonel e parten i avtaleforholdet og som dermed legger al e premisser for utforming av oppsigelsesprosedyren.

source: online Chinese retailer AliExpress under the name Wonlex GPS Watch.
nb: klokken under navnet Wonlex GPS Watch.

source: As a rule, all boats and its various components (engine, steering wheels, steering mechanisms, fuel tanks, etc.) sold in Norway should be CE marked.
nb: Som hovedregel skal alle båter og dens ulike komponenter (motor, ratt, styremekanismer, drivstofftanker etc.) som selges i Norge være CE-merket.

source: Retention periods should be specified, and you should be able to delete your data when closing your account.
nb: Lagringsperioder skal spesifiseres, og du skal kunne slette egne data ved avslutning av brukerkontoen.

source: Facebook has more than 2 mil ion unique users in Norway.
nb: Facebook har mer enn 2 mil ioner unike brukere i Norge.

source: When in 2012 the Norwegian authorities proposed legislation to ban the marketing of unhealthy food and drink to children, the initial recommendation was to protect all children under the age of 18.
nb: Da helsemyndighetene våren 2012 fremmet et forslag til forskrift for å forby markedsføring av usunn mat og drikke rettet mot barn, ble det først foreslått at alle under 18 år skulle beskyttes.

source: The authorities are therefore obliged by law to respect, protect and realise children’s rights, including the right to the highest attainable standard of physical and mental health and to adequate food.19 Because marketing of unhealthy food and drink to children has a negative impact on their diet, and subsequently on their long-term health, the authorities have an obligation under human rights law to protect children and young people against such marketing (8, 20).
nb: Myndighetene er dermed forpliktet etter lov til å respektere, beskytte og realisere barns rettigheter til blant annet den høyest oppnåelige helse og til fullgod mat.19 Fordi markedsføring av usunn mat og drikke rettet mot barn og unge påvirker deres kosthold negativt, og dermed helsen på lang sikt, er det en menneskerettslig forpliktelse for myndigheter å beskytte barn og unge mot slik markedsføring (8,20).

source: Several of these tests have made global headlines, and consumer organisations from all over the world have contributed to these campaigns.
nb: Flere av disse testene har fått global oppmerksomhet, og forbrukerorganisasjoner verden over har aksjonert i samarbeid med Forbrukerrådet.

source: TV and radio, and the CAP Code, which applies to all non-broadcast marketing, including online.
nb: TV og radio, og CAP Code, som gjelder for all markedsføring utenfor kringkastingsmedia, også online.

source: According to Tinder’s Privacy Policy, changes to this policy may be made without notifying the user.
nb: Etter Tinders Privacy Policy vil endringer i denne kunne skje uten at brukeren får beskjed om det.

source: For users of mobile phones with Android, such as Samsung and Huawei phones, this tracking is particularly difficult to avoid.
nb: Sporingen er spesielt vanskelig å unngå for alle med Android-telefoner, slik som Samsung og Huawei.

source: provides aggregated information about the report findings
nb: Silver har en høy kapitaldekning og bufferkapital.

source: The Norwegian self-regulation scheme has also been criticised for this.
nb: Dette er forhold som selvreguleringsordningen i Norge også er kritisert for.

source: MCCP, BPA, phthalates and brominated flame retardants found in the contents.
nb: Inneholder MCCP, BPA, ftalater og bromerte flammehemmere.

source: In other words, fluxLoop does not sell data for marketing purposes, as erroneously assumed by the NCC in the letter.
nb: fluxLoop selger med andre ord ikke data med formål om å drive markedsføring, slik som Forbrukerrådet feilaktig påstår i brevet.

source: This goes especially for the manufacturers of bottles used by children, sold by a number of large retailers here in Norway, underlines Instefjord.
nb: Ikke minste gjelder det produsenter av drikkeflasker som brukes av barn, og som selges av en rekke store forhandlere i Norge, sier Instefjord.

source: Facebook encourages its users to also register information such as race, political affiliation and
nb: Facebook oppfordrer sine brukere til at også informasjon som rase, politisk tilhørighet og andre

source: The technology developed by fluxLoop is named "Pinch", and consists of among other elements a SDK (Software Development Kit), which may be incorporated into apps.
nb: Teknologien som fluxLoop har utviklet heter "Pinch" og består blant annet av et SDK (Software Development Kit) som kan inkorporeres i ulike apper.

source: provide insufficient and therefore unlawful information about which type of personal data is being
nb: lovstridig informasjon om hva slags personopplysninger som blir innhentet, hva de blir brukt til og av hvem.

source: To get a manager to do that, you pay an annual fee, about 2 percent of the invested amount.
nb: For å få en forvalter til å gjøre det, betaler man et årsgebyr, om lag 2 prosent av investert beløp.

source: Sistema square, Coop Obs, NOK 65,40
nb: Sistema square drikkeflaske fra Coop Obs, kr 65,40

source: The right to make changes extends to “any part of” the service, which means that the Terms of Use may also be amended.
nb: Rett til endring omfatter «any part of» tjenesten, noe som innebærer at også brukervilkårene kan endres.

source: Children and young people are also exposed to extensive advertising and content marketing on other digital platforms such as Snapchat, Instagram and Facebook.
nb: I tillegg blir barn og ungdom eksponert for en mengde reklame og innholdsmarkedsføring på andre digitale plattformer, slik som Snapchat, Instagram og Facebook.

source: The Norwegian Consumer Council is asking whether it is in itself unfair to demand consent for such extensive information-gathering and sharing of personal data as stipulated in Tinder’s Terms of Use, especially in light of the fact that the permission granted by the user is irrevocable.
nb: Forbrukerrådet stiller spørsmål ved om det i seg selv er et urimelig avtalevilkår å avkreve et samtykke til en så inngripende informasjonsinnhenting og deling av personlig informasjon som etter Tinders brukervilkår, særlig sett i sammenheng med at tillatelsen brukeren gir er ugjenkallelig.

source: Tinder’s Terms of Use Section 12 (on in app purchases):
nb: Tinders brukervilkår punkt 12 (om kjøp i appen, såkalte in app purchases):

source: In this situation, there is a clear imbalance of power between Google and the user.
nb: Flere vil komme i en gjeldsskvis hvor de vil ha behov for råd og veiledning for å håndtere utfordringene.
